<?php
   // include("Body.php");
   class Help extends Body
   {
       function getMainBody()
	 {
	    $source="<div id='site-content'>";
		$source.="<div class='wrap'>";
		$source.="<div class='inner-box top'><h1>Kenabeca.com হেল্প এবং সাপোর্ট এ স্বাগতম</h1>";
		$source.="<p>এখানে বারংবার জিজ্ঞেস করা কিছু প্রশ্নের দেয়া হলো এবং সেই সাথে জেনে নিন কিভাবে চমত্কার সব ডিল জেতা যায় তার কিছু টিপস! আপনি যা চাচ্ছেন তা খুঁজে না পেলে বিনা দ্বিধায় আমাদের সাথে যোগাযোগ করুন</p></div>";
		$source.="<div class='row main'>";
		$source.="<div class='col3 nav'>";
		$source.="<div class='backdrop'></div>";
		$source.="<ul class='flat'>";
		$source.="<li class='current'>";
		$source.="<a class='faq' href='/bn/help'>প্রশ্ন-উত্তর<i></i></a></li><li>";
		$source.="<a class='sell-fast' href='/bn/help/howtosellfast'>কিভাবে দ্রুত বিক্রি করবেন<i></i></a></li><li>";
		$source.="<a class='stay-safe' href='/bn/help/staysafe'>নিরাপদ থাকুন<i></i></a></li><li>";
		$source.="<a class='contact' href='/bn/help/contactus'>আমাদের সাথে যোগাযোগ<i></i></a></li><li>";
		$source.="<a class='about' href='/bn/help/about'>আমাদের কথা<i></i></a></li></ul></div>";
		$source.="<div class='col9 content'>";
		$source.="<div class='inner-box'><h2>প্রশ্ন-উত্তর</h2><dl id='faq'><dt id='q-1'><i>1</i><a href='#'>আমি কিভাবে বিজ্ঞাপন দেব?</a></dt><dd id='a-1'>";
		$source.="<p>Kenabeca.com এ বিজ্ঞাপন দেয়া সহজ, দ্রুত এবং সম্পূর্ণ ফ্রি! শুধু উপরে ডান দিকে <a href='NewAd'>ফ্রি বিজ্ঞাপন দিন</a> লেখা বাটন'টিতে ক্লিক করুন আর নির্দেশাবলী অনুসরণ করুন।</p>";
		$source.="<p>যদি আপনি কোনো অ্যাকাউন্টে লগ ইন থাকেন, তাহলে আপনার বিস্তারিত স্বয়ংক্রিয়ভাবে পূরণ হবে।</p>";
		$source.="<p>আপনার বিজ্ঞাপনটি পর্যবেক্ষণ করা হলে আমরা আপনাকে একটি ইমেইল কনফারমেশন পাঠাব, এর জন্য সাধারণত চার ঘন্টা সময় লেগে থাকে।</p></dd><dt id='q-2'><i>2</i>";
		$source.="<a href='#'>আমি আমার বিজ্ঞাপনটি কিভাবে মুছে ফেলতে পারি?</a></dt><dd id='a-2'>";
		$source.="<p>আপনি যদি আপনার বিজ্ঞাপনটি মুছে ফেলতে চান, শুধু ওই বিজ্ঞাপনটিতে গিয়ে নিচের বামদিকে 'বিজ্ঞাপন এডিট বা ডিলিট' বাটন'টিতে ক্লিক করুন। বিজ্ঞাপনটি মুছে ফেলতে হলে পাসওয়ার্ড প্রয়োজন হবে। পাসওয়ার্ডটি মনে না থাকলে বা খুঁজে না পেলে, সাহায্যের জন্যে <a href='#q-4'>এখানে ক্লিক করুন</a>।</p>";
	$source.="<p>আপনার যদি অ্যাকাউন্ট থাকে তাহলে আপানর বিজ্ঞাপনে 'এডিট/ডিলিট' লিঙ্কে ক্লিক করুন অথবা 'আমার বিজ্ঞাপন' পেজে গিয়ে যেকোনো বিজ্ঞাপনের পাশে 'ডিলিট' লিঙ্কে ক্লিক করুন।</p></dd><dt id='q-3'><i>3</i>";
		$source.="<a href='#'>আমি কিভাবে আমার বিজ্ঞাপনটা বদলাতে বা পরিবর্তন করতে পারি?</a></dt><dd id='a-3'>";
		$source.="<p>আপনি যদি আপনার বিজ্ঞাপনটি পরিবর্তন বা কিছু বদলাতে চান, তাহলে শুধু ওই বিজ্ঞাপনটিতে গিয়ে নিচের বামদিকে 'বিজ্ঞাপন এডিট বা ডিলিট' বাটন'টিতে ক্লিক করুন। এডিট করতে আপনার বিজ্ঞাপনের পাসওয়ার্ড প্রয়োজন হবে; পাসওয়ার্ডটি মনে না থাকলে বা খুঁজে না পেলে, সাহায্যের জন্যে <a href='#q-4'>এখানে ক্লিক করুন</a>।</p>";

	$source.="<p>আপনার যদি অ্যাকাউন্ট থাকে তাহলে আপানর বিজ্ঞাপনে 'এডিট/ডিলিট' লিঙ্কে ক্লিক করুন অথবা 'আমার বিজ্ঞাপন' পেজে গিয়ে যেকোনো বিজ্ঞাপনের পাশে 'ডিলিট' লিঙ্কে ক্লিক করুন।</p></dd><dt id='q-4'><i>4</i>";
		$source.="<a href='#'>আমার বিজ্ঞাপনের জন্যে কিভাবে নতুন পাসওয়ার্ড দিতে পারি?</a></dt><dd id='a-4'>";
		$source.="<p>আপনি যদি নতুন একটি পাসওয়ার্ড পেতে চান, সেক্ষত্রে আপনার বিজ্ঞাপনটিতে গিয়ে নিচের বামদিকে 'এডিট বা ডিলিট' বাটন'টিতে ক্লিক করুন, তাহলে  আপনি “পাসওয়ার্ড ভুলে গেছেন?” লেখা লিঙ্কটি দেখতে পাবেন। সেখানে ক্লিক করুন এবং নির্দেশনাগুলি অনুসরণ করুন।</p>";
		$source.="<p>আপনার অ্যাকাউন্ট থাকলে বিজ্ঞাপনগুলো আপনার অ্যাকাউন্ট পাসওয়ার্ড দিয়ে প্রকাশিত হবে। অ্যাকাউন্ট পাসওয়ার্ড পরিবর্তন করতে আপনার অ্যাকাউন্টের 'সেটিংস' পেজে যান।</p></dd><dt id='q-5'><i>5</i>";
		$source.="<a href='#'>বিক্রয় ডটকমে বিজ্ঞাপনটি কত দিন পর্যন্ত থাকবে?</a></dt><dd id='a-5'>";
		$source.="<p>বিজ্ঞাপনটি ১৮০ দিন পর্যন্ত প্রদর্শিত হয় যদি না আপনি তা নিজেই ডিলিট করে থাকেন। বিজ্ঞাপন ডিলিট করতে সাহায্যের দরকার হলে, <a href='#q-2'>এখানে ক্লিক করুন</a>।</p></dd><dt id='q-6'>";
		$source.="<i>6</i><a href='#'>আমি একটি বিজ্ঞাপন দিয়েছি কিন্তু তা খুঁজে পাচ্ছি না। কি সমস্যা?</a></dt><dd id='a-6'>";
		$source.="<p>আমাদের সকল বিজ্ঞাপন প্রকাশনার আগে তা জালিয়াতি ও স্পামিং এর বিরুদ্ধে ভালোভাবে পর্যবেক্ষণ করা হয়। সুতরাং একটা বিজ্ঞাপন প্রকাশ হতে চার ঘন্টা পর্যন্ত সময় লাগতে পারে। এরপরও যদি আপনার বিজ্ঞাপন খুঁজে না পান, তাহলে আপনার বিজ্ঞাপনটি সম্ভবত আমাদের <a href='#q-12'>বিজ্ঞাপনের নিয়মাবলী</a> ভঙ্গ করেছে, অতএব তা অনুমোদিত হয়নি। সেক্ষেত্রে আপনি প্রয়োজনীয় ব্যাখ্যাসহ আমাদের থেকে ইমেইল পাবেন।</p>";
		$source.="<p>আপনি যদি ২৪ ঘন্টার পরও আমাদের থেকে কোনো জবাব না পান, তাহলে সম্ভবত বিজ্ঞাপন দেয়ার সময় আপনি আমাদের ভুল ইমেইল দিয়েছেন। তাহলে আবার বিজ্ঞাপন দেয়ার চেষ্টা করুন অথবা <a href='Help'>মাদের সাথে যোগাযোগ</a> করুন।</p>";
		$source.="<p>আপনার অ্যাকাউন্ট থেকে থাকলে যে বিজ্ঞাপনগুলো এই মুহুর্তে রিভিউ এর অধীনে রয়েছে তা আপনার 'আমার বিজ্ঞাপন' পৃষ্ঠায় 'রিভিউ পর্যায়ে বিজ্ঞাপন' বিভাগে দেখতে পাবেন।</p></dd><dt id='q-7'><i>7</i>";
		$source.="<a href='#'>কেন আমার বিজ্ঞাপনটি বাতিল করা হয়েছে?</a></dt><dd id='a-7'>";
		$source.="<p>আমাদের সকল বিজ্ঞাপন হাতে ধরে পর্যবেক্ষণ করা হয়। যদি আপনার বিজ্ঞাপনটি আমাদের <a href='#q-12'>বিজ্ঞাপনের নিয়মাবলী</a> ভঙ্গ করে তাহলে তা বাতিল হিসেবে গণ্য হবে।  সেক্ষেত্রে আমরা প্রত্যাখ্যান সম্বলিত একটি ইমেইল পাঠিয়ে থাকি এবং সেখানে আপনি জানতে পারবেন বিজ্ঞাপনটি অনুমোদিত হতে হলে আপনাকে আগে কি কি পরিবর্তন করতে হবে।</p></dd><dt id='q-8'><i>8</i>";
		$source.="<a href='#'>আমি দেইনি এমন একটি বিজ্ঞাপনের জন্যে আমার সাথে যোগাযোগ করা হচ্ছে, এই বিষয়ে সাহায্য করতে পারেন কি?</a></dt><dd id='a-8'>";
		$source.="<p>অবশ্যই! দয়া করে এখানে <a href='Help'>আমাদের সাথে যোগাযোগ</a> করুন এবং আমরা আপনাকে যত তাড়াতাড়ি সম্ভব সাহায্য করব।</p></dd><dt id='q-9'><i>9</i>";
		$source.="<a href='#'>আমার বিজ্ঞাপন থেকে কোনো সারা পাচ্ছি না, কি সমস্যা?</a></dt><dd id='a-9'>";
		$source.="<p>বিজ্ঞাপনের জন্যে একটি ভালো শিরোনাম, বিজ্ঞাপিত আইটেমটির বিশদ বর্ণনা এবং সুস্পষ্ট ও আসল ছবি দেয়া খুবই গুরুত্বপূর্ণ। কিভাবে দ্রুত বিক্রি করা যাই তার টিপস পেতে <a href='Help'>এখানে ক্লিক করুন</a>।</p>";
		$source.="<p>কিভাবে বিজ্ঞাপন এডিট করা যায় জানতে <a href='#q-3'>এখানে ক্লিক করুন</a>।</p></dd><dt id='q-10'><i>10</i>";
		$source.="<a href='#'>এই ওয়েব সাইটটি কিভাবে টাকা উপার্জন করবে?</a></dt><dd id='a-10'>";
		$source.="<p>ক্রয়-বিক্রয়ের মৌলিক সেবাটি বিক্রয় ডটকমে সবসময়ই ফ্রি থাকবে! কিছুদূর পর্যায়ে আমরা ওয়েব সাইটে পেইড ফিচার, সেই সাথে পেইড বিজ্ঞাপনও যোগ করব।</p></dd><dt id='q-11'><i>11</i>";
		$source.="<a href='#'>বিক্রয় ডটকমে বিজ্ঞাপন দেয়ার নিয়ম গুলো কি কি?</a></dt><dd id='a-11'>";
		$source.="<p>আমরা গ্রহণ করি না: <br />- এমন সব সেবা বা আইটেম যা বাংলাদেশে অবৈধ<br />- বাংলাদেশে অবস্থিত নয় এমন কোনো আইটেম বা সেবা<br />- অকার্যকর ফোন নাম্বার অথবা ইমেল অ্যাড্রেস<br />- অবাস্তব প্রস্তাব
<br />- আপত্তিকর ভাষা<br />- আপত্তিকর ছবি <br />- বিজ্ঞাপিত আইটেম বা সেবার সাথে মিল নেই এমন কোনো শিরোনাম বা বর্ণনা<br />- বিজ্ঞাপনের সাথে সাথে মিল নেই কিংবা স্পষ্টভাবে বিজ্ঞাপিত আইটেমটি দেখা যায় না এমন কোনো ছবি<br />- অনির্দিষ্ট আইটেম বা সেবা, উদাহরণসরূপ, কোনো কোম্পানির বিবরণ দেয়া যা কিনা অপ্রাসঙ্গিক<br />- বিজ্ঞাপিত আইটেম বা সেবার সাথে সম্পর্কিত নয় এমন কোনো URL লিঙ্ক দেয়া<br />- একই বিজ্ঞাপনে ক্রয়-বিক্রয় উভয় ধরনেরই প্রস্তাব দেয়া<br />- একই বিজ্ঞাপনে বিভিন্ন আইটেম<br />- বিজ্ঞাপন নকল করা বা অন্য কোনো বিজ্ঞাপনের সদৃশ সংস্করণ<br />- 'ঘরে বসে আয়' জাতীয় কোনো চাকরির বিজ্ঞাপন</p></dd><dt id='q-12'><i>12</i>";
		$source.="<a href='#'>আমি কিভাবে Kenabeca.com এ অ্যাকাউন্ট সাইন আপ করতে পারি?</a></dt><dd id='a-12'>";
		$source.="<p>Kenabeca.com এ অ্যাকাউন্ট সাইন আপ করা খুবই সহজ, দ্রুত এবং সম্পূর্ণ ফ্রি! শুধু <a href='SignUp'>সাইন আপ পেজে</a> গিয়ে আপনার আপনার বিস্তারিত পূরণ করুন, অথবা <a href='NewAd>একটি বিজ্ঞাপন দেয়ার</a> সময় প্রিভিউ পেজে গিয়ে 'অ্যাকাউন্ট তৈরি করুন' লেখা চেকবক্সটিতে ক্লিক করুন - ব্যস তাহলে স্বয়ংক্রিয়ভাবে আপনার জন্যে একটি অ্যাকাউন্ট তৈরি হয়ে যাবে!</p>";
		$source.="<p>আপনার সাইন আপ করা হলে কিভাবে অ্যাকাউন্ট সক্রিয় করতে হয় তার নির্দেশনাসহ একটি ইমেইল পৌছে আপনার কাছে।</p></dd><dt id='q-13'><i>13</i>";
		$source.="<a href='#'>কিভাবে আমি আমার অ্যাকাউন্টে লগ ইন ও লগ আউট করবো?</a></dt><dd id='a-13'>";
		$source.="<p>আপনার অ্যাকাউন্ট লগ ইন করতে শুধু <a href='Login'>লগ ইন পেজে</a> যান এবং আপনার ইমেইল ও পাসওয়ার্ড দিন।</p>";
		$source.="<p>আপনার অ্যাকাউন্ট থেকে লগ আউট করতে শুধু 'লগ আউট' লেখা লিঙ্কে ক্লিক করুন।</p></dd><dt id='q-14'><i>14</i>";
		$source.="<a href='#'>কিভাবে আমি আমার অ্যাকাউন্টের বিস্তারিত পরিবর্তন করতে পারি?</a></dt><dd id='a-14'>";
		$source.="<p>আপনার নাম, ফোন নম্বর কিংবা পাসওয়ার্ড বদলাতে, অথবা নতুন স্থান বা ঠিকানা দিতে হলে আপনার অ্যাকাউন্টের 'সেটিংস' পেজে যান। অনুগ্রহপূর্বক লক্ষ্য করুন, আপনার অ্যাকাউন্টে যে ইমেইল ব্যবহার করবেন তা আপনার অ্যাকাউন্ট সক্রিয় করার পর আর বদলানো যাবে না।</p></dd><dt id='q-15'><i>15</i>";
		$source.="<a href='#'>আমার অ্যাকাউন্টে লগ ইন করতে পারছি না কেন?</a></dt><dd id='a-15'>";
		$source.="<p>আপনার অ্যাকাউন্টে লগ ইন করতে সমস্যা হলে, দয়া করে চেক করে দেখুন যে আপনি:<br />- <a href='#q-12'>অ্যাকাউন্ট সাইন আপ</a> করেছেন কিনা<br />- আপনার ইমেইলে পাঠানো লিঙ্কের সাহায্যে অ্যাকাউন্ট সক্রিয় করেছেন কিনা<br />- লগ ইন পেজে সঠিক ইমেইল ও পাসওয়ার্ড দিয়েছেন কিনা<br />এরপরও যদি সমস্যা থাকে তাহলে অনুগ্রহপূর্বক <a href='Help'>আমাদের সাথে যোগাযোগ</a> করুন।</p></dd></dl>";
		$source.="<p></p></div></div></div></div></div>";


		 return $source;
	}
	
	 public function add(&$c)
	 { 
	     echo "Child can't add";
   	 }
     public function remove($c)
	 {
	    echo "Child can't remove";
	 }
      public function Display()
	 {
	     return $this->getMainBody();
	 }
   }
?>
